{
    "id": "f6ca51bd-2c2f-4e38-a2bd-e07ed5b3ff18",
    "transcript": "What do you want to know? So I guess you've ever taken a bus trip. Oh, not a long time. But I used to ride every week to eat Cleveland Ohio, Columbus, Ohio, and I was graduate school. On about 19, oh God, 73 maybe. So my wife would drive me into Cleveland to the bus station and get on the bus like a Sunday night. No, it would be like a Thursday night. Is that right? Gosh, can you remember? I guess it would have been a Sunday night, I went to the Ohio State for three days and then take the bus back to Cleveland to be with my family. Did you get any like road trips? Oh, yeah. Like hard. Yeah, one that I always remember is, because it turned out to be a bit of a fiasco. I took vacation, I drove, I flew to Miami and rented a convertible. And the intention of driving down highway one of the Key West. So I rented this convertible and a couple of things. One is, every single time I was in that car at rain. So the top never went up except for one very, very, very brief period of time. I stopped to do some snarkling and one of the keys I can't remember which one. And I pulled in the parking lot and the rain stopped. So I put the top down and sat in the parking lot for like five minutes. So I could say, hey, did I put the top back up when it came back? It was raining. The other funny thing about that road trip was, you know, highway when you're pulling onto Key West, it's like Spurby others. It was shopping centers, especially make the right. So the left is I recall anyway. Anyway, over the highway is a big matter. Women fast 2000 and I thought, hot down. This is going to be a great week except there was a lesbian convention. So it was totally messed. That was like the only street person on the entire island. Well, this isn't that long. I'm 58 now. So I was, hmm. I was probably 53. My name's Jerry. We're in the airport in San Francisco at gate 40, some 44. Take care.",
    "content": {
        "artisan_name": "Jerry",
        "about_text": " Jerry says he used to ride the bus every week to eat Cleveland Ohio, Columbus, Ohio, and was graduate school . Jerry recalls a road trip that turned out to be a bit of a fiasco in Miami, Florida .",
        "description": "Jerry used to ride the bus every week to eat Cleveland Ohio, Columbus, Ohio, and he was graduate school. On about 19, 73 maybe. So his wife would drive him into Cleveland to the bus station and get on the bus like a Sunday night. No, it would be like a Thursday night. I guess it would have been a Sunday night, I went to the Ohio State for three days and then take the bus back to Cleveland to be with his family. Did you get any like road trips? Yeah, like hard. Yeah, one that I always remember is, because it turned out to be a bit of a fiasco. I took vacation, I drove, I flew to Miami and rented a convertible. And the intention of driving down highway one of the Key West. So I rented this convertible and a couple of things. One is, every single time I was in that car at rain. So the top never went up except for one very, very, very brief period of time. I stopped to do some snarkling and one of the keys I can't remember which one. And I pulled in the parking lot and the rain stopped. So I put the top",
        "keywords": [
            "convertible"
        ]
    },
    "audio_path": "uploads\\audio\\f6ca51bd-2c2f-4e38-a2bd-e07ed5b3ff18.mp3"
}